[
    {
    "id": 1,
    "name": "Ăn Ăn Saigon",
    "distinction": "1 star",
    "address": "89 Ton That Dam, District 1, Ho Chi Minh City Vietnam",
    "introduction": "After working abroad in Hong Kong, Chicago and Bangkok, chef-owner Peter Cuong Franklin has returned to Vietnam to open this restaurant in a lively market. He applies modern cooking techniques to authentic street food recipes to create enticing flavours. Whether you order the fresh tuna tartare, a roasted duck-mozzarella-herb mini pizza, shrimp and pork tacos, or bone marrow Wagyu beef phở, every dish is a masterclass of well-balanced flavours and textures.",
    "quickReview": "Vietnamese Contemporary",
    "priceRange": "₫₫",
    "phone": "+84904792920",
    "websiteUrl": "https://anansaigon.com/",
    "latitude": "10.772534306768417",
    "longtitude": "106.70297828836085",
    "isFavorite": false,
    "schedule": ["closed","17:00-23:00","17:00-23:00","17:00-23:00","17:00-23:00","17:00-23:00","17:00-23:00"],
    "images": ["anan0","anan1","anan2","anan3","anan4","anan5"]
    },
    {
    "id": 2,
    "name": "Hibana by Koki",
    "distinction": "1 star",
    "address": "Basement 1, Capella, 11 Le Phung Hieu, Hoan Kiem, Hanoi, Vietnam",
    "introduction": "Guests are cosseted from arrival to departure for a theatrical experience at a 14-seat counter in the basement of Capella hotel. Affable Chef Hiroshi Yamaguchi skilfully and precisely cooks teppanyaki dishes rich in complex flavour. The menu features a distinctly decadent edge, epitomised by the premium ingredients flown in twice weekly from Japan, such as abalone, spiny lobster, sea urchin, Yaeyama Kyori beef and Hokkaido hairy crab.",
    "quickReview": "Teppanyaki",
    "priceRange": "₫₫₫₫",
    "phone": "+842439878888",
    "websiteUrl": "https://capellahotels.com/en/capella-hanoi/dining/koki",
    "latitude": "21.026800388533665",
    "longtitude": "105.85659145767106",
    "isFavorite": false,
    "schedule": [],
    "images": ["kiko0","kiko1","kiko2","kiko3"]
    }
]

